sourceLabel = "Fonte:";
formatLabel = "Formato:";
fpsLabel = "QPS:";
playingFPSLabel = "Reprodução (QPS):";
dataSizeLabel = "Tam. dos Dados:";
dataRateLabel = "Taxa de Dados:";
currentTimeLabel = "Hora Atual:";
durationLabel = "Duração:";
normalSizeLabel = "Tamanho Normal:";
currentSizeLabel = "Tamanho Atual:";
bitRateLabel = "Taxa de Bits:";
qualityLabel = "Qualidade:";
destinationLabel = "Destino:";
videoSourceLabel = "Fonte do Vídeo:";
audioSourceLabel = "Fonte de Áudio";

movieInfoNoTitle = "Informação";
movieInfo = " – Informação";
movieInspectorNoTitle = "Inspetor";
movieInspector = " – Inspetor";

blacknWhite = "Preto e Branco";
/* [2] */
four = "4";
/* [3] */
sixteen = "16";
/* [4] */
twofiftysix = "256";
/* [5] */
thousands = "Milhares";
/* [6] */
millions = "Milhões";
/* [7] */
millionsplus = "Milhões+";
/* [8] */
unknown = "Desconhecido";
/* [9] */
colors = "Cores";
/* [10] */
grays = "Cinzas";

Chapter = "Trilha de Capítulo";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 bytes";
kiloBytes = "^0 K";
megaBytes = "^0 MB";
gigaBytes = "^0 GB";
teraBytes = "^0 TB";
petaBytes = "^0 PB";
exaBytes = "^0 EB";

bytesPerSec = "^0 bytes/seg";
kiloBytesPerSec = "^0 KBytes/seg";
megaBytesPerSec = "^0 MBytes/seg";
gigaBytesPerSec = "^0 GBytes/seg";

pixels = "pixels";
curPixels = "^0 pixels (^1)";


bitsPerSec = "^0 bits/s";
kbitsPerSec = "^0 kbits/s";
mbitsPerSec = "^0 mbits/s";
gbitsPerSec = "^0 gbits/s";

percent = "^0%";
playingFPS = "(Disponível durante a reprodução.)";

halfSize = "Metade";
actualSize = "Atual";
doubleSize = "Duplo";

 /* codecname, dimensions, depth */
videoFormatString = "^C, ^S, ^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C, ^S"; 
unAvailableString = "Filme Não Disponível";

/* Quartz Composition strings */
averageFPSLabel = "QPS em Média:";
averageLoadLabel = "Carga em Média:";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "Áudio AAC 128 kbps";
availableWhenRecording = "(Disponível durante a gravação.)";